Repository: Dizzy918/fitness-tracker
Catalog: FitnessTracker/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, et, fi, fr, ga, hr, hu, id, is, it, ja, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hans, zh_hant

source: Based on part of the picture, and on how your own trends usually look — not on how you feel. If those disagree, trust yourself.
ar: مبني على جزء من الصورة وعلى الشكل المعتاد لاتجاهاتك — لا على شعورك. فإن اختلفا، ثق بنفسك.
bg: На база част от картината и на това как обикновено изглеждат твоите тенденции — не на това как се чувстваш. Ако се разминават, вярвай на себе си.
ca: Es basa en una part del quadre i en com solen ser les teves tendències, no en com et trobes. Si no coincideixen, fes-te cas.
cs: Vychází z části obrazu a z toho, jak tvé trendy obvykle vypadají — ne z toho, jak se cítíš. Pokud si odporují, věř sobě.
da: Baseret på en del af billedet og på, hvordan dine egne tendenser plejer at se ud — ikke på, hvordan du har det. Er de uenige, så stol på dig selv.
de: Basiert auf einem Teil des Bildes und darauf, wie deine Trends normalerweise aussehen — nicht darauf, wie du dich fühlst. Bei Widerspruch vertraue dir selbst.
el: Βασίζεται σε μέρος της εικόνας και στο πώς μοιάζουν συνήθως οι τάσεις σου — όχι στο πώς νιώθεις. Αν διαφωνούν, εμπιστέψου τον εαυτό σου.
es: Basado en parte del cuadro y en cómo suelen verse tus tendencias, no en cómo te sientes. Si no coinciden, hazte caso a ti.
et: Tugineb osale pildist ja sellele, millised sinu trendid tavaliselt on — mitte sellele, kuidas sa end tunned. Kui need lähevad lahku, usalda iseennast.
fi: Perustuu osaan kokonaisuudesta ja siihen, miltä omat trendisi yleensä näyttävät — ei siihen, miltä sinusta tuntuu. Jos ne ovat ristiriidassa, luota itseesi.
fr: Basé sur une partie du tableau et sur l'allure habituelle de tes tendances, pas sur ce que tu ressens. En cas de désaccord, fie-toi à toi.
ga: Bunaithe ar chuid den phictiúr, agus ar an gcuma a bhíonn ar do threochtaí féin de ghnáth — ní ar an gcaoi a mbraitheann tú. Mura réitíonn siad, bíodh muinín agat asat féin.
hr: Temelji se na dijelu slike i na tome kako tvoji trendovi obično izgledaju — ne na tome kako se osjećaš. Ako se ne slažu, vjeruj sebi.
hu: A kép egy részén alapul, meg azon, ahogy a te trendjeid általában kinéznek — nem azon, ahogy érzed magad. Ha a kettő nem egyezik, bízz magadban.
id: Berdasarkan sebagian gambaran saja, dan pada bagaimana tren milikmu biasanya terlihat — bukan pada perasaanmu. Kalau keduanya berbeda, percayai dirimu.
is: Byggir á hluta myndarinnar og á því hvernig þínar þróunarlínur líta venjulega út — ekki á líðan þinni. Ef þetta stangast á skaltu treysta sjálfum þér.
it: Basato su una parte del quadro e su come si presentano di solito le tue tendenze, non su come ti senti. Se non coincidono, fidati di te.
ja: 全体の一部と、あなたの傾向の普段の形に基づいています。体感ではありません。食い違うなら自分を信じてください。
ko: 전체가 아닌 일부 정보와, 당신의 추세가 보통 어떤 모양인지에 근거합니다 — 몸 상태가 아니라요. 둘이 다르면 자신을 믿으세요.
lt: Remiasi dalimi vaizdo ir tuo, kaip tavo tendencijos paprastai atrodo — o ne tuo, kaip jautiesi. Jei jie nesutampa, pasitikėk savimi.
lv: Balstās uz daļu no kopainas un uz to, kā tavas tendences parasti izskatās — nevis uz to, kā jūties. Ja tie nesakrīt, uzticies sev.
mk: Се заснова на дел од сликата и на тоа како обично изгледаат твоите трендови — а не на тоа како се чувствуваш. Ако не се совпаѓаат, верувај си на себе.
ms: Berdasarkan sebahagian gambaran sahaja, dan pada rupa aliran anda sendiri kebiasaannya — bukan pada perasaan anda. Jika kedua-duanya berbeza, percayalah pada diri sendiri.
mt: Ibbażat fuq parti mill-istampa u fuq kif normalment jidhru x-xejriet tiegħek — mhux fuq kif tħossok. Jekk ma jaqblux, afda lilek innifsek.
nb: Basert på en del av bildet og på hvordan dine egne trender pleier å se ut — ikke på hvordan du føler deg. Er de uenige, så stol på deg selv.
nl: Gebaseerd op een deel van het beeld en op hoe je eigen trends er meestal uitzien — niet op hoe je je voelt. Wijken die af, vertrouw dan op jezelf.
pl: Na podstawie części obrazu i tego, jak zwykle wyglądają twoje trendy — nie tego, jak się czujesz. Jeśli się rozmijają, zaufaj sobie.
pt_br: Baseia-se em parte do quadro e em como as suas tendências costumam se comportar — não em como você se sente. Se divergirem, confie em você.
pt_pt: Baseado em parte do quadro e na forma como as tuas tendências costumam apresentar-se — não no que sentes. Se divergirem, confia em ti.
ro: Se bazează pe o parte din tablou și pe cum arată de obicei tendințele tale — nu pe cum te simți. Dacă cele două nu se potrivesc, ai încredere în tine.
ru: Основано на части картины и на том, как обычно выглядят ваши тренды, — а не на самочувствии. Если они расходятся, доверяйте себе.
sk: Vychádza z časti obrazu a z toho, ako zvyčajne vyzerajú tvoje trendy — nie z toho, ako sa cítiš. Ak sa to nezhoduje, ver sebe.
sl: Temelji na delu slike in na tem, kako tvoji trendi običajno izgledajo — ne na tvojem počutju. Če se razhajata, zaupaj sebi.
sq: Bazohet në një pjesë të pamjes dhe në mënyrën se si duken zakonisht trendet e tua — jo në si ndihesh. Nëse nuk përputhen, beso veten.
sr: Заснива се на делу слике и на томе како твоји трендови обично изгледају — не на томе како се осећаш. Ако се не слажу, веруј себи.
sv: Baserat på en del av bilden och på hur dina egna trender brukar se ut — inte på hur du känner dig. Om de går isär, lita på dig själv.
tr: Resmin bir kısmına ve kendi eğilimlerinin genelde nasıl göründüğüne dayanıyor — nasıl hissettiğine değil. İkisi çelişirse kendine güven.
uk: Ґрунтується на частині картини й на тому, як зазвичай виглядають ваші тренди, — а не на самопочутті. Якщо вони розходяться, довіряйте собі.
vi: Chỉ dựa trên một phần bức tranh, và trên việc xu hướng của chính bạn thường trông ra sao — chứ không dựa trên cảm nhận của bạn. Nếu hai điều đó khác nhau, hãy tin vào bản thân.
zh_hans: 它只基于部分信息，以及你的趋势通常的样子——而不是你的感受。若两者不符，请相信自己。
zh_hant: 它只根據部分資訊，以及你的趨勢通常的樣子——而不是你的感受。若兩者不符，請相信自己。

source: Below the aerobic threshold — conversational
ar: تحت العتبة الهوائية — يمكنك التحدث
bg: Под аеробния праг — разговорно темпо
ca: Per sota del llindar aeròbic: pots parlar
cs: Pod aerobním prahem — na povídání
da: Under den aerobe tærskel — snakketempo
de: Unter der aeroben Schwelle — Unterhaltungstempo
el: Κάτω από το αερόβιο κατώφλι — μπορείς να μιλάς
es: Por debajo del umbral aeróbico: ritmo de conversación
et: Alla aeroobse läve — saad rääkida
fi: Aerobisen kynnyksen alapuolella — puhevauhtia
fr: Sous le seuil aérobie — allure de conversation
ga: Faoi bhun na tairsí aeróibí — is féidir comhrá a dhéanamh
hr: Ispod aerobnog praga — možeš razgovarati
hu: Az aerob küszöb alatt — beszélgetős tempó
id: Di bawah ambang aerobik — masih bisa mengobrol
is: Undir loftháðum þröskuldi — þú getur spjallað
it: Sotto la soglia aerobica — ritmo di conversazione
ja: 有酸素性作業閾値より下 — 会話できるペース
ko: 유산소 역치 아래 — 대화 가능한 강도
lt: Žemiau aerobinio slenksčio — gali kalbėtis
lv: Zem aerobā sliekšņa — vari sarunāties
mk: Под аеробниот праг — можеш да разговараш
ms: Di bawah ambang aerobik — masih boleh berbual
mt: Taħt il-limitu aerobiku — tista' titkellem
nb: Under den aerobe terskelen — pratetempo
nl: Onder de aerobe drempel — praattempo
pl: Poniżej progu tlenowego — tempo rozmowy
pt_br: Abaixo do limiar aeróbio — dá para conversar
pt_pt: Abaixo do limiar aeróbio — ritmo de conversa
ro: Sub pragul aerob — poți vorbi
ru: Ниже аэробного порога — разговорный темп
sk: Pod aeróbnym prahom — dá sa rozprávať
sl: Pod aerobnim pragom — lahko se pogovarjaš
sq: Nën pragun aerob — mund të flasësh
sr: Испод аеробног прага — можеш да разговараш
sv: Under den aeroba tröskeln — pratvänligt
tr: Aerobik eşiğin altında — sohbet edebilecek tempo
uk: Нижче аеробного порога — розмовний темп
vi: Dưới ngưỡng ưa khí — vẫn trò chuyện được
zh_hans: 低于有氧阈——可以聊天的强度
zh_hant: 低於有氧閾——可以聊天的強度

source: Best e1RM
ar: أفضل تكرار أقصى مقدَّر
bg: Най-добро e1RM
ca: Millor e1RM
cs: Nejlepší e1RM
da: Bedste e1RM
de: Bestes e1RM
el: Καλύτερο e1RM
es: Mejor 1RM est.
et: Parim e1RM
fi: Paras e1RM
fr: Meilleur 1RM est.
ga: e1RM is fearr
hr: Najbolji e1RM
hu: Legjobb e1RM
id: e1RM terbaik
is: Besta e1RM
it: Miglior 1RM stim.
ja: 推定1RM最高
ko: 최고 추정 1RM
lt: Geriausias e1RM
lv: Labākais e1RM
mk: Најдобар e1RM
ms: e1RM terbaik
mt: L-aħjar e1RM
nb: Beste e1RM
nl: Beste e1RM
pl: Najlepsze e1RM
pt_br: Melhor 1RM est.
pt_pt: Melhor 1RM est.
ro: Cel mai bun e1RM
ru: Лучший р1ПМ
sk: Najlepšie e1RM
sl: Najboljši e1RM
sq: e1RM më i mirë
sr: Најбољи e1RM
sv: Bästa e1RM
tr: En iyi t1TM
uk: Найкращий р1ПМ
vi: e1RM tốt nhất
zh_hans: 最佳估算 1RM
zh_hant: 最佳估算 1RM

source: Best effort at each duration
ar: أفضل جهد عند كل مدة
bg: Най-добро усилие за всяка продължителност
ca: Millor esforç per a cada durada
cs: Nejlepší výkon pro každou délku
da: Bedste indsats for hver varighed
de: Bestleistung für jede Dauer
el: Καλύτερη επίδοση σε κάθε διάρκεια
es: Mejor esfuerzo en cada duración
et: Parim tulemus iga kestuse kohta
fi: Paras suoritus kullakin kestolla
fr: Meilleur effort sur chaque durée
ga: An iarracht is fearr ag gach ré
hr: Najbolji rezultat za svako trajanje
hu: Legjobb teljesítmény minden időtartamon
id: Performa terbaik di tiap durasi
is: Besti árangur fyrir hverja tímalengd
it: Miglior sforzo per ogni durata
ja: 各時間のベスト
ko: 구간별 최고 기록
lt: Geriausias rezultatas kiekvienai trukmei
lv: Labākais rezultāts katrā ilgumā
mk: Најдобар резултат за секое времетраење
ms: Prestasi terbaik pada setiap tempoh
mt: L-aħjar sforz għal kull tul
nb: Beste innsats for hver varighet
nl: Beste inspanning per duur
pl: Najlepszy wysiłek dla każdego czasu
pt_br: Melhor esforço em cada duração
pt_pt: Melhor esforço em cada duração
ro: Cel mai bun efort pentru fiecare durată
ru: Лучший результат для каждой длительности
sk: Najlepší výkon pre každé trvanie
sl: Najboljši dosežek pri vsakem trajanju
sq: Rezultati më i mirë për çdo kohëzgjatje
sr: Најбољи резултат за свако трајање
sv: Bästa insats för varje tid
tr: Her süre için en iyi performans
uk: Найкращий результат для кожної тривалості
vi: Thành tích tốt nhất ở từng thời lượng
zh_hans: 各时长的最佳表现
zh_hant: 各時長的最佳表現

source: Best efforts
ar: أفضل الجهود
bg: Най-добри усилия
ca: Millors esforços
cs: Nejlepší výkony
da: Bedste indsatser
de: Bestleistungen
el: Καλύτερες επιδόσεις
es: Mejores esfuerzos
et: Parimad tulemused
fi: Parhaat suoritukset
fr: Meilleurs efforts
ga: Na hiarrachtaí is fearr
hr: Najbolji rezultati
hu: Legjobb teljesítmények
id: Performa terbaik
is: Bestu köflin
it: Migliori sforzi
ja: ベスト記録
ko: 최고 기록
lt: Geriausi rezultatai
lv: Labākie rezultāti
mk: Најдобри резултати
ms: Prestasi terbaik
mt: L-aħjar sforzi
nb: Beste innsatser
nl: Beste inspanningen
pl: Najlepsze wysiłki
pt_br: Melhores esforços
pt_pt: Melhores esforços
ro: Cele mai bune eforturi
ru: Лучшие отрезки
sk: Najlepšie výkony
sl: Najboljši dosežki
sq: Rezultatet më të mira
sr: Најбољи резултати
sv: Bästa insatser
tr: En iyi performanslar
uk: Найкращі відрізки
vi: Thành tích tốt nhất
zh_hans: 最佳表现
zh_hant: 最佳表現

source: Between the thresholds — comfortably hard
ar: بين العتبتين — صعب محتمَل
bg: Между праговете — комфортно тежко
ca: Entre els llindars: dur però sostenible
cs: Mezi prahy — příjemně těžké
da: Mellem tærsklerne — behageligt hårdt
de: Zwischen den Schwellen — angenehm hart
el: Ανάμεσα στα κατώφλια — δύσκολο αλλά υποφερτό
es: Entre los umbrales: cómodamente duro
et: Lävede vahel — raske, aga talutav
fi: Kynnysten välissä — mukavan kovaa
fr: Entre les seuils — difficile mais tenable
ga: Idir an dá thairseach — crua ach inghlactha
hr: Između pragova — teško, ali podnošljivo
hu: A két küszöb között — kellemetlenül kemény, de bírható
id: Di antara kedua ambang — berat tapi nyaman
is: Milli þröskuldanna — erfitt en viðráðanlegt
it: Tra le soglie — duro ma sostenibile
ja: 2 つの閾値の間 — きついが持続可能
ko: 두 역치 사이 — 견딜 만큼 힘든
lt: Tarp slenksčių — sunku, bet pakeliama
lv: Starp sliekšņiem — grūti, bet izturami
mk: Меѓу праговите — тешко, но поднослив
ms: Antara kedua-dua ambang — berat tetapi selesa
mt: Bejn iż-żewġ limiti — iebes imma sostenibbli
nb: Mellom terskelene — behagelig hardt
nl: Tussen de drempels — comfortabel zwaar
pl: Między progami — komfortowo ciężko
pt_br: Entre os limiares — forte, mas sustentável
pt_pt: Entre os limiares — duro mas suportável
ro: Între praguri — greu, dar suportabil
ru: Между порогами — комфортно тяжело
sk: Medzi prahmi — ťažké, ale znesiteľné
sl: Med pragovoma — težko, a znosno
sq: Midis pragjeve — e vështirë por e përballueshme
sr: Између прагова — тешко, али подношљиво
sv: Mellan trösklarna — bekvämt hårt
tr: Eşikler arasında — rahatsız etmeyen zorluk
uk: Між порогами — комфортно важко
vi: Giữa hai ngưỡng — nặng nhưng vẫn chịu được
zh_hans: 两阈之间——舒适的吃力
zh_hant: 兩閾之間——舒適的吃力

source: Biggest running week
ar: أكبر أسبوع جري
bg: Най-голяма бегова седмица
ca: Setmana de més volum de cursa
cs: Největší běžecký týden
da: Største løbeuge
de: Größte Laufwoche
el: Μεγαλύτερη εβδομάδα τρεξίματος
es: Mayor semana de carrera
et: Suurim jooksunädal
fi: Suurin juoksuviikko
fr: Plus grosse semaine de course
ga: An tseachtain reatha is mó
hr: Najveći trkački tjedan
hu: Legnagyobb futóhét
id: Minggu lari terbanyak
is: Stærsta hlaupavikan
it: Settimana di corsa più grande
ja: 最大のランニング週
ko: 가장 많이 달린 주
lt: Didžiausia bėgimo savaitė
lv: Lielākā skriešanas nedēļa
mk: Најголема тркачка недела
ms: Minggu larian terbanyak
mt: L-akbar ġimgħa ta' ġiri
nb: Største løpeuke
nl: Grootste loopweek
pl: Największy tydzień biegowy
pt_br: Maior semana de corrida
pt_pt: Maior semana de corrida
ro: Cea mai mare săptămână de alergare
ru: Самая большая беговая неделя
sk: Najväčší bežecký týždeň
sl: Največji tekaški teden
sq: Java më e madhe e vrapimit
sr: Највећа тркачка недеља
sv: Största löpvecka
tr: En yüksek haftalık koşu
uk: Найбільший біговий тиждень
vi: Tuần chạy nhiều nhất
zh_hans: 跑量最大的一周
zh_hant: 跑量最大的一週

source: Bike
ar: دراجة
bg: Колело
ca: Bici
cs: Kolo
da: Cykel
de: Rad
el: Ποδήλατο
es: Bici
et: Jalgratas
fi: Pyöräily
fr: Vélo
ga: Rothar
hr: Bicikl
hu: Kerékpár
id: Sepeda
is: Hjól
it: Bici
ja: バイク
ko: 자전거
lt: Dviratis
lv: Velosipēds
mk: Велосипед
ms: Basikal
mt: Rota
nb: Sykkel
nl: Fiets
pl: Rower
pt_pt: Bicicleta
ro: Bicicletă
ru: Велосипед
sk: Bicykel
sl: Kolo
sq: Biçikletë
sr: Бицикл
sv: Cykel
tr: Bisiklet
uk: Велосипед
vi: Xe đạp
zh_hans: 骑行
zh_hant: 自行車

source: Block
ar: كتلة
bg: Блок
ca: Bloc
cs: Blok
da: Blok
el: Μπλοκ
es: Bloque
et: Plokk
fi: Lohko
fr: Bloc
ga: Bloc
hr: Blok
hu: Blokk
id: Blok
is: Blokk
it: Blocco
ja: ブロック
ko: 블록
lt: Blokas
lv: Bloks
mk: Блок
ms: Blok
mt: Blokk
nb: Blokk
nl: Blok
pl: Blok
pt_br: Bloco
pt_pt: Bloco
ro: Bloc
ru: Блок
sk: Blok
sl: Blok
sq: Bllok
sr: Блок
tr: Blok
uk: Блок
vi: Khối
zh_hans: 循环
zh_hant: 循環

source: Body
ar: الجسم
bg: Тяло
ca: Cos
cs: Tělo
da: Krop
de: Körper
el: Σώμα
es: Cuerpo
et: Keha
fi: Keho
fr: Corps
ga: Corp
hr: Tijelo
hu: Test
id: Tubuh
is: Líkami
it: Corpo
ja: 身体
ko: 신체
lt: Kūnas
lv: Ķermenis
mk: Тело
ms: Badan
mt: Ġisem
nb: Kropp
nl: Lichaam
pl: Ciało
pt_br: Corpo
pt_pt: Corpo
ro: Corp
ru: Тело
sk: Telo
sl: Telo
sq: Trupi
sr: Тело
sv: Kropp
tr: Vücut
uk: Тіло
vi: Cơ thể
zh_hans: 身体
zh_hant: 身體

source: Body fat
ar: نسبة الدهون
bg: Телесни мазнини
ca: Greix corporal
cs: Tělesný tuk
da: Fedtprocent
de: Körperfett
el: Λίπος σώματος
es: Grasa corporal
et: Keharasv
fi: Rasvaprosentti
fr: Masse grasse
ga: Saill choirp
hr: Tjelesna mast
hu: Testzsír
id: Lemak tubuh
is: Líkamsfita
it: Massa grassa
ja: 体脂肪率
ko: 체지방
lt: Kūno riebalai
lv: Ķermeņa tauki
mk: Телесни масти
ms: Lemak badan
mt: Xaħam tal-ġisem
nb: Fettprosent
nl: Vetpercentage
pl: Tkanka tłuszczowa
pt_br: Gordura corporal
pt_pt: Massa gorda
ro: Grăsime corporală
ru: Процент жира
sk: Telesný tuk
sl: Telesna maščoba
sq: Yndyra trupore
sr: Телесна маст
sv: Kroppsfett
tr: Vücut yağı
uk: Відсоток жиру
vi: Mỡ cơ thể
zh_hans: 体脂率
zh_hant: 體脂率

source: Body measurements & photos
ar: قياسات الجسم والصور
bg: Телесни измервания и снимки
ca: Mesures corporals i fotos
cs: Tělesné míry a fotky
da: Kropsmål og billeder
de: Körpermaße und Fotos
el: Σωματικές μετρήσεις και φωτογραφίες
es: Medidas corporales y fotos
et: Kehamõõdud ja fotod
fi: Kehon mitat ja kuvat
fr: Mensurations et photos
ga: Tomhais choirp agus grianghraif
hr: Tjelesne mjere i fotografije
hu: Testméretek és fotók
id: Ukuran tubuh & foto
is: Líkamsmál og myndir
it: Misure corporee e foto
ja: 身体計測と写真
ko: 신체 치수 및 사진
lt: Kūno matmenys ir nuotraukos
lv: Ķermeņa mērījumi un fotoattēli
mk: Телесни мерки и фотографии
ms: Ukuran badan & foto
mt: Kejl tal-ġisem u ritratti
nb: Kroppsmål og bilder
nl: Lichaamsmaten en foto's
pl: Pomiary ciała i zdjęcia
pt_br: Medidas corporais e fotos
pt_pt: Medidas corporais e fotos
ro: Măsurători corporale și fotografii
ru: Замеры тела и фото
sk: Telesné miery a fotky
sl: Telesne mere in fotografije
sq: Matjet trupore dhe fotot
sr: Телесне мере и фотографије
sv: Kroppsmått och foton
tr: Vücut ölçüleri ve fotoğraflar
uk: Заміри тіла й фото
vi: Số đo cơ thể & ảnh
zh_hans: 身体围度与照片
zh_hant: 身體圍度與照片

source: Body weight
ar: وزن الجسم
bg: Телесно тегло
ca: Pes corporal
cs: Tělesná hmotnost
da: Kropsvægt
de: Körpergewicht
el: Σωματικό βάρος
es: Peso corporal
et: Kehakaal
fi: Kehonpaino
fr: Poids de corps
ga: Meáchan coirp
hr: Tjelesna težina
hu: Testsúly
id: Berat badan
is: Líkamsþyngd
it: Peso corporeo
ja: 体重
ko: 체중
lt: Kūno svoris
lv: Ķermeņa svars
mk: Телесна тежина
ms: Berat badan
mt: Piż tal-ġisem
nb: Kroppsvekt
nl: Lichaamsgewicht
pl: Masa ciała
pt_br: Peso corporal
pt_pt: Peso corporal
ro: Greutate corporală
ru: Вес тела
sk: Telesná hmotnosť
sl: Telesna teža
sq: Pesha trupore
sr: Телесна тежина
sv: Kroppsvikt
tr: Vücut ağırlığı
uk: Вага тіла
vi: Cân nặng
zh_hans: 体重
zh_hant: 體重

source: Both are optional — a plan can just be a name on a day.
ar: كلاهما اختياري — قد تكون الخطة مجرد اسم في يوم.
bg: И двете са по избор — планът може да е просто име за деня.
ca: Tots dos són opcionals: un pla pot ser només un nom en un dia.
cs: Obojí je nepovinné — plán může být jen název na daný den.
da: Begge dele er valgfrie — en plan kan være bare et navn på en dag.
de: Beides ist optional — ein Plan kann auch nur ein Name an einem Tag sein.
el: Και τα δύο είναι προαιρετικά — ένα πλάνο μπορεί να είναι απλώς ένα όνομα σε μια μέρα.
es: Ambos son opcionales: un plan puede ser solo un nombre en un día.
et: Mõlemad on vabatahtlikud — plaan võib olla lihtsalt nimi ühel päeval.
fi: Molemmat ovat valinnaisia — suunnitelma voi olla pelkkä nimi päivälle.
fr: Les deux sont facultatifs : un plan peut n'être qu'un nom sur un jour.
ga: Tá an dá cheann roghnach — is féidir le plean a bheith ina ainm ar lá amháin.
hr: Oboje je neobavezno — plan može biti samo ime na nekom danu.
hu: Mindkettő opcionális — egy terv lehet csupán egy név egy naphoz.
id: Keduanya opsional — sebuah rencana bisa sekadar nama pada satu hari.
is: Hvort tveggja er valfrjálst — áætlun getur verið bara nafn á einum degi.
it: Entrambi sono facoltativi: un piano può essere solo un nome su un giorno.
ja: どちらも任意です。プランはその日の名前だけでも構いません。
ko: 둘 다 선택 사항입니다 — 계획은 그날에 적힌 이름 하나여도 됩니다.
lt: Abu neprivalomi — planas gali būti tiesiog pavadinimas tam tikrą dieną.
lv: Abi ir neobligāti — plāns var būt vienkārši nosaukums kādā dienā.
mk: И двете се изборни — планот може да биде само име на некој ден.
ms: Kedua-duanya pilihan — sesuatu rancangan boleh jadi sekadar nama pada satu hari.
mt: It-tnejn huma fakultattivi — pjan jista' jkun sempliċement isem f'ġurnata.
nb: Begge er valgfrie — en plan kan være bare et navn på en dag.
nl: Beide zijn optioneel — een plan kan gewoon een naam op een dag zijn.
pl: Oba są opcjonalne — plan może być po prostu nazwą w danym dniu.
pt_br: Ambos são opcionais — um plano pode ser só um nome em um dia.
pt_pt: Ambos são opcionais — um plano pode ser apenas um nome num dia.
ro: Ambele sunt opționale — un plan poate fi doar un nume într-o zi.
ru: Оба поля необязательны — планом может быть просто название на день.
sk: Oboje je nepovinné — plán môže byť len názov v konkrétny deň.
sl: Oboje je neobvezno — načrt je lahko samo ime na nekem dnevu.
sq: Të dyja janë opsionale — një plan mund të jetë thjesht një emër në një ditë.
sr: Обоје је необавезно — план може да буде само име на неком дану.
sv: Båda är valfria — en plan kan vara bara ett namn på en dag.
tr: İkisi de isteğe bağlı — bir plan sadece bir güne yazılmış bir isim olabilir.
uk: Обидва поля необов’язкові — планом може бути просто назва на день.
vi: Cả hai đều không bắt buộc — một kế hoạch có thể chỉ là một cái tên đặt vào một ngày.
zh_hans: 两项均为选填——一个计划可以只是某天的一个名字。
zh_hant: 兩項皆為選填——一個計畫可以只是某天的一個名字。

source: Brand
ar: الماركة
bg: Марка
ca: Marca
cs: Značka
da: Mærke
de: Marke
el: Μάρκα
es: Marca
et: Bränd
fi: Merkki
fr: Marque
ga: Branda
hr: Marka
hu: Márka
id: Merek
is: Merki
it: Marca
ja: ブランド
ko: 브랜드
lt: Prekės ženklas
lv: Zīmols
mk: Марка
ms: Jenama
mt: Ditta
nb: Merke
nl: Merk
pl: Marka
pt_br: Marca
pt_pt: Marca
ro: Marcă
ru: Бренд
sk: Značka
sl: Znamka
sq: Marka
sr: Марка
sv: Märke
tr: Marka
uk: Бренд
vi: Hãng
zh_hans: 品牌
zh_hant: 品牌

source: Bring in some training
ar: أدخِل بعض التدريب
bg: Внеси малко тренировки
ca: Porta-hi entrenaments
cs: Přines nějaký trénink
da: Hent noget træning ind
de: Hol dir dein Training herein
el: Φέρε λίγη προπόνηση
es: Trae algo de entrenamiento
et: Too sisse natuke treeningut
fi: Tuo harjoituksia
fr: Importez de l'entraînement
ga: Tabhair isteach roinnt traenála
hr: Donesi malo treninga
hu: Hozz be egy kis edzést
id: Masukkan sebagian latihan
is: Náðu í einhverjar æfingar
it: Porta dentro un po' di allenamento
ja: トレーニングを取り込む
ko: 훈련 기록 가져오기
lt: Įkelk šiek tiek treniruočių
lv: Ienes mazliet treniņu
mk: Донеси малку тренинзи
ms: Bawa masuk sedikit latihan
mt: Daħħal ftit taħriġ
nb: Hent inn litt trening
nl: Haal wat training binnen
pl: Wciągnij trochę treningu
pt_br: Traga algum treino
pt_pt: Traga algum treino
ro: Adu niște antrenamente
ru: Добавьте тренировки
sk: Prines nejaký tréning
sl: Prinesi nekaj treninga
sq: Sill ca stërvitje
sr: Донеси мало тренинга
sv: Ta in lite träning
tr: Biraz antrenman getir
uk: Додайте тренування
vi: Đưa một ít dữ liệu tập vào
zh_hans: 导入一些训练
zh_hant: 匯入一些訓練

source: Build a routine…
ar: بناء روتين…
bg: Създай рутина…
ca: Crea una rutina…
cs: Sestavit rutinu…
da: Byg en rutine…
de: Routine erstellen…
el: Δημιουργία ρουτίνας…
es: Crear una rutina…
et: Koosta rutiin…
fi: Rakenna rutiini…
fr: Créer une routine…
ga: Tóg gnáthamh…
hr: Sastavi rutinu…
hu: Rutin összeállítása…
id: Buat rutinitas…
is: Búa til rútínu…
it: Crea una routine…
ja: ルーティンを作成…
ko: 루틴 만들기…
lt: Sukurti rutiną…
lv: Izveidot rutīnu…
mk: Состави рутина…
ms: Bina rutin…
mt: Ibni rutina…
nb: Bygg en rutine…
nl: Routine maken…
pl: Zbuduj rutynę…
pt_br: Montar uma rotina…
pt_pt: Criar uma rotina…
ro: Construiește o rutină…
ru: Собрать программу…
sk: Zostaviť rutinu…
sl: Sestavi rutino…
sq: Ndërto një rutinë…
sr: Састави рутину…
sv: Bygg en rutin…
tr: Rutin oluştur…
uk: Скласти програму…
vi: Dựng giáo án…
zh_hans: 创建计划…
zh_hant: 建立課表…
